package com.inc.assignment;

import java.util.Scanner;

public class DutyAssigner {
	//과제 : 당직 사다리프로그램을 작성하세요.
	//설명 : 다섯명의 이름을 입력하면 랜덤하게
	//     요일을 출력해주는 프로그램을만들어 보세요.
	//ex)
	//이름을 차례대로 입력해주세요.
	//입력:박태환
	//출력:수
	//입력:김연아
	//출력:목  
	//입력:손연제
	//출력:월
	//입력:이상화
	//출력:금
	//입력:서장훈
	//출력:화
	

	
	
	
	
	//위를 완성하였으면
	//하나의 요일을 제외할 수 있는 기능을 만들어보세요.
	//출력:제외할 요일을 출력해 보세요.
	//입력:수
	//출력:이름을 차례대로 입력해주세요.
	//입력:박태환
	//출력:목
	//입력:김연아
	//출력:월
	//입력:손연제
	//출력:화
	//입력:이상화
	//출력:금

}

